batisteo.vscode-django
christian-kohler.path-intellisense
cweijan.vscode-office
docker.docker
dotjoshjohnson.xml
ecmel.vscode-html-css
esbenp.prettier-vscode
grapecity.gc-excelviewer
gruntfuggly.todo-tree
laravel.vscode-laravel
marclipovsky.string-manipulation
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
qwtel.sqlite-viewer
ritwickdey.liveserver
ryu1kn.text-marker
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
